import React from "react";
import { View, ScrollView, Text } from "react-native";
import { styles } from "../styles/globalStyles";

const MenuScreen2 = () => {
  return (
    <ScrollView style={{ flex: 1, backgroundColor: '#fff' }}>
    <View style={styles.page}>
      <Text style={styles.pageTitle}><Text style={{ fontStyle: 'italic', fontWeight: 'bold' }}>Вервиця щоденна</Text></Text>
      <Text style={styles.pageText}>

      <Text style={{ fontWeight: 'bold', fontStyle: 'italic' }}>Молитва до Святого Духа{"\n"}</Text>
        
      {"\n"}Царю Небесний, Утішителю, Душе істини, що всюди єси і все наповняєш‚ Скар­бе добра і життя Подателю, прийди і вселися в нас, і очисти нас від усякої скверни, і спаси, Благий, душі наші. Від Великодня до Вознесіння, замість молитви до Святого Духа "Царю Небесний", співаємо тропар Пасхи: Хтистос воскрес із мертвих, смертю смерть подолав і тим, що в гробах, життя дарував (тричі).{"\n"}
      {"\n"}
      <Text style={{ fontWeight: 'bold', fontStyle: 'italic' }}>2. На першому великому зернятку{"\n"}</Text>

    {"\n"}
    <Text style={{ fontWeight: 'bold', fontStyle: 'italic' }}>Символ віри{"\n"}</Text>
  {"\n"}
Вірую в Єдиного Бога Отця, Вседержителя, Творця неба і землі, всього видимого і невидимого. І в Єдиного Господа Ісуса Христа, Сина Божого, Єдинородного, що від Отця народився перше всіх віків. Світло від Світла, Бога Істинного від Бога Істинного, рожденного, несотворенного‚ єдиносущного з Отцем, що через Нього все сталося.{"\n"}

Він для нас, людей, і ради нашого спасіння зійшов з небес, і воплотився від Духа Святого і Марії Діви, і став чоло­віком.{"\n"}

І розп’ятий був за нас при Понтії Пилаті, і страждав, і був похований.
І воскрес на третій день, як було написано.
І вознісся на небо, і сидить праворуч Отця.
І знову прийде у славі судити живих і мертвих, і Царству Його не буде кінця.{"\n"}

І в Духа Святого, Господа Животворчого, що від Отця походить, що Йому з Отцем і Сином однакове поклоніння і однакова слава, що говорив через пророків. В Єдину, Святу, Соборну і Апостольську Церкву. Визнаю одно хрещення на відпущення гріхів. Чекаю воскресіння мертвих. І життя будучого віку. Амінь.
{"\n"}
{"\n"}

<Text style={{ fontWeight: 'bold', fontStyle: 'italic' }}>3. На першому малому зернятку{"\n"}</Text>

Робимо на собі знак хреста:{"\n"}
Слава Отцю, що нас сотворив, нині і повсякчас, і на віки вічні. Амінь.
{"\n"}
{"\n"}

Далі молимось:{"\n"}
<Text style={{ fontWeight: 'bold', fontStyle: 'italic' }}>Молитва до Пресвятої Богородиці{"\n"}</Text>

Богородице Діво‚ радуйся, Благодатна Маріє, Господь з Тобою. Благословенна Ти в жонах‚ і благословен плід утроби Твоєї, бо Ти породила Спаса душ наших. Амінь.
{"\n"}
{"\n"}
<Text style={{ fontWeight: 'bold', fontStyle: 'italic' }}>На другому малому зернятку
{"\n"}</Text>


Робимо на собі знак хреста:{"\n"}
Слава Сину,що нас відкупив, і нині,і повсякчас, і на віки вічні. Амінь.

Далі молимось:{"\n"}
Богородице Діво ...{"\n"}
<Text style={{ fontWeight: 'bold', fontStyle: 'italic' }}>На третьому малому зернятку{"\n"}</Text>

Робимо на собі знак хреста:{"\n"}
Слава Святому Духові, що нас просвітив, і в святій вірі утвердив, нині і повсякчас, і на віки вічні. Амінь.{"\n"}

Далі молимось:{"\n"}
Богородице Діво ...{"\n"}

<Text style={{ fontWeight: 'bold', fontStyle: 'italic' }}>4. Проказуємо Робимо на собі знак хреста:{"\n"}Слава Отцю, і Сину, і Святому Духові, і нині і повсякчас,і на віки вічні. Амінь{"\n"}</Text>


<Text style={{ fontWeight: 'bold', fontStyle: 'italic' }}>5. На великому зернятку проказуємо Перше Таїнство.{"\n"}</Text>

Радісні Таїнства - в понеділок і вівторок.
Світлі Таїнства - в четвер.
Страсні Таїнства - в середу і п'ятницю.
Славні Таїнства - в суботу і неділю.
{"\n"}

Далі молимось:{"\n"}
<Text style={{ fontWeight: 'bold', fontStyle: 'italic' }}>Молитва Господня{"\n"}</Text>
<Text style={{ flex: 1, textAlign: 'justify' }}>Отче наш, що єси на небесах, нехай святиться ім’я Твоє; нехай прийде Царство Твоє; нехай буде воля Твоя, як на небі, так і на землі. Хліб наш насущний дай нам сьогодні; і прости нам провини наші, як і ми прощаємо винуватцям нашим; і не введи нас у спокусу, але визволи нас від лукавого.

Бо Твоє є Царство, і сила, і слава‚ Отця, і Сина, і Святого Духа, нині, і повсякчас, і на віки віків. Амінь.{"\n"}</Text>



6. На десятьох малих зернятках{"\n"}
Богородице Діво ...{"\n"}

7-8. На кінець десятки{"\n"}
Робимо на собі знак хреста:{"\n"}
Слава Отцю, і Сину, і Святому Духові, і нині і повсякчас,і на віки вічні. Амінь.{"\n"}

Далі молимось:{"\n"}
Молитва прощення до Ісуса Христа{"\n"}
О, наш любий Ісусе, прости нам наші гріхи, захорони нас від пекельного вогню, заведи до неба усі душі, особливо ті, що найбільше потребують Твого Милосердя.{"\n"}

Також можете додатково молити:{"\n"}

Далі молимось:{"\n"}
Під Твою Милість прибігаєм, Богородице Діво, молитвами нашими в скорботах не погорди, але від бід ізбави нас, Єдина Чиста і Благословена.

Преславна Приснодіво Богородице, прийми молитви наші і донеси їх Синові Твоєму і Богові нашому, щоб спас задля Тебе душі наші.
{"\n"}
Всі небесні Сили, святі Ангели й Архангели, моліть Бога за нас, грішних. Святі славні і все хвальні Апостоли, Пророки, Мученики і всі Святі, моліть Бога за нас, грішних.{"\n"}

Уповання нам – Отець, Прибіжище наше – Син і Покровитель нам – Дух Святий.

Тройце Свята, Боже наш, слава Тобі!{"\n"}

В ім’я Отця, і Сина, і Святого Духа. Амінь. (3 рази){"\n"}

9. Проказуємо наступне Таїнство… Отче наш… Богородице Діво… О,наш любий Ісусе….{"\n"}

10. На кінець вервиці проказуємо.{"\n"}
Молитва до Пресвятої Богородиці{"\n"}
Достойно є воістину величати блаженною Тебе, Богородицю, присноблаженну, і пренепорочну, і Матір Бога нашого. Чеснішу від херувимів і незрівнянно славнішу від серафимів, що без зотління Бога Слово породила, сущу Богородицю, тебе величаємо. Амінь.{"\n"}

В ім’я Отця, і Сина, і Святого Духа. Амінь. (3 рази){"\n"}

Таїнства Вервиці{"\n"}
Радісні Таїнства - в понеділок і вівторок{"\n"}
Перше Радісне Таїнство - Благовішення
Ввійшовши до неї, ангел сказав їй: "Радуйся, Благодатна, Господь з тобою! Благословенна ти між жінками … Ось ти зачнеш у лоні і породиш сина і даси йому ім’я Ісус."
(Лк. 1:28-31)
За чесноту покори

Друге Радісне Таїнство - Відвідини Св. Єлисавети
Як почула Єлисавета привіт Марії, здригнулося дитя в її лоні, і Єлисавета сповнилася Святим Духом, і скликнула сильним голосом, і сказала: "Благословенна ти між жінками і благословен плід лона твого!"
(Лк. 1:41-42)
За любов до ближнього

Третє Радісне Таїнство - Різдво Ісуса Христа
Настав їй час родити, і вона породила свого сина первородного, сповила його та поклала в яслах, бо не було їм місця в заїзді.
(Лк. 2:7)
За душевну вбогість

Четверте Радісне Таїнство - Стрітення Господнє
І як сповнились дні очищення їхнього, вони, за законом Мойсея, привели його в Єрусалим поставити перед Господом, як написано в Господньому законі: Кожний хлопець первородний буде посвячений Господеві.
(Лк. 2:22-23)
За чесноту послушности

П'яте Радісне Таїнство - Віднайдення Ісуса у храмі
Через три дні знайшли його у храмі, як він сидів серед учителів та слухав і питав їх. Усі ті, щой ого слухали, дивувалися його розумові й відповідям.
(Лк. 1:41-42)
За чесноту побожности{"\n"}
Світлі Таїнства - в четвер{"\n"}
Перше Світле Таїнство - Богоявлення
Тими днями прийшов Ісус із Назарету, що в Галилеї. І був хрищений Іваном у Йордані. І коли виходив з води, побачив, як небо розкрилось, і Духа, що, як голуб, сходив на нього. І голос ізлинув з неба: "Ти є Син мій улюблений, у тобі - моє уподобання."
(Мк. 1:9-10)
За щирий жаль і каяття за гріхи

Друге Світле Таїнство - Чудо в Кані Галилейській
Коли ж забракло вина, мати Ісуса каже до нього: "Вина не мають." Ісус відповів їй: "Що мені і тобі, жінко? Ще не прийшла моя година." Але мати його мовила до слуг: "Що тільки скаже вам, робіть."
(Ів. 2:3-5)
За набожність до Діви Марії

Третє Світле Таїнство - Ісус проповідує Царство Боже
Ісус прийшов у Галилею і проповідував там Євангеліє Боже, кажучи: "Сповнився час, і Царство Боже близько; покайтесь і вірте в Євангеліє."
(Мк. 1:14-15)
За ласку навернення

Четверте Світле Таїнство - Преображення Ісуса Христа
Ісус переобразився перед ними: обличчя його сяяло наче сонце, а одежа стала білою, наче світло.. аж ось ясна хмара огорнула їх і з хмари було чути голос: "Це - мій улюблений Син якого я вподобав: його слухайте."
(Мт. 17:2-5)
За святий страх Божий

П'яте Світле Таїнство - Установлення Пресвятої Євхаристiї
Ісус узяв хліб, поблагословив, розламав і дав учням, кажучи: "Беріть, їжте: це моє тіло." Потім узяв чашу, воздав хвалу і подав їм, кажучи: "Пийте з неї всі, бо це моя кров Нового Заповіту, яка за багатьох проливається на відпущення гріхів."
(Мт. 26:26-28){"\n"}
За дух вдячности Богові
Страсні Таїнства - в середу і п'ятницю{"\n"}
Перше Страсне Таїнство - Молитва на Оливній горі
Повний скорботи та тривоги, він ще ревніше молився, а піт його став, мов каплі крови, що падали на землю. Підвівшись від молитви, він підійшов до учнів і застав їх сплячими від смутку.
(Лк. 22:44-45)
За підчинення Божій волі

Друге Страсне Таїнство - Бичування Христа
Взяв тоді Пилат Ісуса і велів його бичувати.
(Ів. 19:1)
Він же був поранений за гріхи наші, роздавлений за беззаконня наші. Кара, що нас спасає, була на ньому, і його ранами ми вилікувані.
(Іс. 53:5)
За чесноту чистоти

Третє Страсне Таїнство - Терням увінчання
Вояки, сплівши вінок із тернини, поклали йому на голову і одягли його у багряницю; і, підступаючи до нього, казали: "Радуйся, царю юдейський і били його по лиці."
(Ів. 19:1-3)
За духовну відвагу

Четверте Страсне Таїнство - Хресна дорога
Взяли вони Ісуса та й повели; і, несучи свій хрест, він прийшов на місце, зване Череп, по єврейському Голгота.
(Ів. 19:17)
За чесноту терпеливости

П'яте Страсне Таїнство - Розп'яття Ісуса Христа
Було вже близько шостої години, і темрява по всій землі настала аж до дев'ятої години... Ісус закликав сильним голосом: "Отче, у твої руки віддаю дух мій!" Сказавши це, він віддав духа.
(Лк. 23:44-46)
За остаточну витривалість{"\n"}
Славні Таїнства - в суботу і неділю{"\n"}
Перше Славне Таїнство - Воскресіння
Тоді ангел заговорив до жінок, кажучи: "Не бійтесь: знаю бо, що ви шукаєте Ісуса розп'ятого. Нема його тут, бо він воскрес, як сказав був. Ходіть, гляньте на місце, де він лежав."
(Мт. 28:5-6)
За чесноту віри

Друге Славне Таїнство - Вознесіння
А як Ісус благословив їх, віддалився від них і став возноситись на небо. Вони ж, поклонившись йому, вернулися з великою радістю в Єрусалим і перебували ввесь час у храмі, славлячи та хвалячи Бога.
(Лк. 24:51-53)
За чесноту надії

Третє Славне Таїнство - Зіслання Святого Духа
Аж ось... залунав із неба шум, неначе подув буйного вітру, і сповнив увесь дім, де вони сиділи. І з'явились їм поділені, мов вогонь, язики, і сіли на кожному з них. Усі вони сповнились Святим Духом і почали говорити іншими мовами, як Дух давав їм говорити.
(Діяння 2:2-4)
За чесноту любови

Четверте Славне Таїнство - Успіння Пресвятої Богородиці
На безсмертне твоє успіння, Богородице, Мати Життя, апостоли розсіяні по всьому світу, з'явилися разом і стали коло пресвятого твого тіла, і почесно поховавши його, голосом Гавриїла співаючи, виголошували: Радуйся, благодатна, Діво Мати Пречиста, Господь з тобою ...
(Мінея)
За щасливу смерть

П'яте Славне Таїнство - Прослава Марії в небі
Заспіваємо Давидову пісню, вірні, дівственні Невісті, Матері всіх Царя Христа! "Праворуч Тебе Владико, стоїть Цариця зодягнена в золоту тканину і оздоблена божественною красою."
(Пс. 44:10)
За вічне спасіння</Text>
    </View>
    </ScrollView>
  );
};

export default MenuScreen2;
