// data/blockTexts.js

export const blocks = {
  one: {
    title: "Один",
    description: "Це сторінка з назвою \"Один\". Тут ви бачите збережену дату.",
  },
  two: {
    title: "Два",
    description:
      "Це сторінка \"Два\". Вона містить дату, збільшену на один день. Ви можете використовувати це для створення нагадувань або розкладу.",
  },
  three: {
    title: "Три",
    description:
      "Це сторінка \"Три\". Вона містить дату, збільшену на два дні. Ви можете використовувати це для створення нагадувань або розкладу.",
  },
};
