// data/blockTexts.js

export const blocks = {
  one: {
    title: "Один",
    description: "Це сторінка з назвою \"Один\". Тут ви бачите збережену дату.",
  },
  two: {
    title: "Два",
    description:
      "Це сторінка \"Два\". Вона містить дату, збільшену на один день. Ви можете використовувати це для створення нагадувань або розкладу.",
  },
  three: {
    title: "Три",
    description:
      "Це сторінка \"Три\". Вона містить дату, збільшену на два дні. Ви можете використовувати це для створення нагадувань або розкладу.",
  },
  four: {
    title: "4",
    description:
      "Це сторінка \"4\". Вона містить дату, збільшену на два дні. Ви можете використовувати це для створення нагадувань або розкладу.",
  },
  five: {
    title: "5",
    description:
      "Це сторінка \"5\". Вона містить дату, збільшену на два дні. Ви можете використовувати це для створення нагадувань або розкладу.",
  },
  six: {
    title: "6",
    description:
      "Це сторінка \"6\". Вона містить дату, збільшену на два дні. Ви можете використовувати це для створення нагадувань або розкладу.",
  },
  seven: {
    title: "7",
    description:
      "Це сторінка \"7\". Вона містить дату, збільшену на два дні. Ви можете використовувати це для створення нагадувань або розкладу.",
  },
  eight: {
    title: "8",
    description:
      "Це сторінка \"8\". Вона містить дату, збільшену на два дні. Ви можете використовувати це для створення нагадувань або розкладу.",
  },
  nine: {
    title: "9",
    description:
      "Це сторінка \"9\". Вона містить дату, збільшену на два дні. Ви можете використовувати це для створення нагадувань або розкладу.",
  },
};
