// data/blockTexts.js

export const blocks = {
  history: {
    title: "СВЯТИЙ ТАДЕЙ – АПОСТОЛ І ЧУДОТВОРЕЦЬ",
    description: ["СВЯТИЙ ТАДЕЙ – АПОСТОЛ І ЧУДОТВОРЕЦЬ, МОГУТНІЙ У БОГА ПОТІШИТЕЛЬ ТА ОПІКУН У БЕЗНАДІЙНИХ І РОЗПАЧЛИВИХ ОБСТАВИНАХ ЖИТТЯ.",
      "Сердечним і гарячим повинно бути наше набожество до святих Апостолів Господніх, тому що вони були першими нашими вчителями і проповідниками Христової святої віри. В давніх віках учні Христові дійсно були оточені великою пошаною, але, як то звичайно буває, культ пошани тих могутніх вибранців Спасителя пішов у забуття, уступаючи місце святим новіших часів. Особливо забуто святого Юду-Тадея, Апостола – Мученика, пам’ять якого Церква обходить 2 липня (19 червня за ст. стилем). Одного з найважніших причин того забуття було ім’я Юди, що його вживав святий Тадей, і яке також належало іншому Апостолові, який видав на страту Ісуса Христа.",

      "Не всі вміли відрізнити ці два імені учнів Христових, і через це сильно потерпів культ святого Тадея й потрапив майже в повне забуття. Лише в новіших часах культ цього великого й возлюбленого учня та близького родича Христового відновився. Із цього видно, що наш Божественний Спаситель, бажаючи направити своєму святому Апостолові за те забуття, надав йому спеціальний привілей подавати успішну допомогу всім ти, хто в безнадійних обставинах звертається до нього.",
      "Святій Бригіді, шведській монахині, доручив Ісус Христос звертатися до святого Юди-Тадея з повним довір'ям. Вже самим іменем Тадей, яке означає милий, люблений, - сказав їй, - виявляє Він, як гаряче бажає допомагати всім, хто звертається до Нього з довір'ям в різних потребах. Ось чому святий Тадей славиться в цілому світі як особливий Опікун в безнадійних і розпачливих ситуаціях, коли всі інші засоби виявились зовсім безуспішними. Блаженна сестра Колумба з Чину св. Домініка заявила на підставі одержаного Божого об'явлення, що набожність, а особливо поширення так мало знаного культу, а навіть забутого Апостола є Богу дуже миле. Вшановуючи його, одержуємо допомогу і порятунок в труднощах і знегодах, навіть найбільш виняткових.",
      "Святий Бернард Клерво надзвичайно вшановував святого Тадея і носив постійно на грудях Його мощі, які велів і по смерті вкласти собі в домовину, щоби з Ним ніколи не розлучатися. Не раз заявляв він: роблю це тому, що отримував від нього велику допомогу у всякій потребі, а особливо в збереженні чесноти невинності. Святий Тадей повертає здоров'я тим, яких вже всі покинули, вимолює навернення закоренілим грішникам, що, звичайно, є більш складне, ніж вилікування з найважливіших тілесних недуг, подає негайно допомогу тим, кого мучать злі думки і мучать спокуси, а також в хворобах, турботах, судових процесах, наклепах, злиднях та в інших важливих і розпачливих обставинах, коли всяка інша поміч підвела. Тому святий Тадей заслуговує на довір'я, гарячу любов і вдячність. А якщо часом він не відразу виконає нашу просьбу так, як це ми бажаємо, - не занехаймо своїх молитов, бо, раніше чи пізніше, переконаємося, що Бог нам це винагородить щедро, згідно з своїми наймудрішими планами.З метою поширення на наших землях культу цього великого у Бога заступника, видаємо оцю скромну книжечку з молитвами до святого апостола Юди-Тадея, нехай буде вона виявленням шани до святого і послужить всім, хто безрадний в горі і не бачить жодної помочі. Нехай провадить вона всіх нещасних до того, хто є помічником, утішителем і надійним прибіжищем, коли біль роздирає душі, а заплакані очі не бачать сонця. «Сила чудес походить з наших молитов, заснованих на великому довір'ї», - вчить нас свята Катерина Емлеріх.",
      "Отже, коли все здається втраченим, коли під стопами відкривається безодня, коли ступаємо, скроплючи дорогу сльозами, благаймо з гарячою вірою: «Святий Тадею, молися за нас, прибігаючими за твоєю поміччю».",

      "ЖИТТЯ СВЯТОГО ТАДЕЯ",

      "Святий Юда-Тадей був одним із дванадцяти апостолів Ісуса Христа. Батько його - Алфей (Клеоп), брат святого Йосифа, Обручника Пречистої Діви Марії, а мати - Марія Клеопова, близька родичка Матері Божої. В Євангелії читаємо, що Марія Клеопова безстрашно стояла під хрестом разом з Матір'ю Страждальною і Марією Магдалиною. Вона була дуже побожною жінкою, її чоловік Клеоп був одним із тих, які сміливо розповідали про Христове Воскресіння. Саме йому разом з іншими вірними учнями з'явився Ісус Христос по дорозі в Емаус.",

      "Набожність батьків, а також близьке споріднення із святою Родиною, а вслід за тим добрий приклад з її життя послужили причиною того, що святий Тадей відзначався надзвичайними чеснотами. Коли прийшов час апостольської діяльності Ісуса Христа святий Юда-Тадей став його ревним учнем. Будучи його близьким родичем, ніколи цим не чванився і називав себе слугою Христовим. Через збіг обставин носив він те саме ім'я, що й Юда-Іскаріот; через те виникла довголітня кривда для святого Юди-Тадея, тому, незважаючи на його великі заслуги для віри і мученицьку смерть, люди забули про нього, приймаючи Його за Юду-зрадника. Тільки після довгих наукових досліджень встановлено, що Юда-Тадей і Юда-Іскаріот - це дві різні особи. В Євангелії від святого Йоана читаємо, що на Тайній Вечері після відходу Юди один з апостолів звернувся до Ісуса Христа з запитанням: «Господи, що ж сталося, що Ти маєш нам об'явитися, а не світу ?» Св. Матей (10, 3), перелічуючи імена дванадцяти апостолів, називає Тадея і його брата Якова, синів Алфея. А св. Марко (3, 14; 19) розповідаючи, як Христос із супроводжуючого Його натовпу вибрав Апостолів і лише дванадцятьох постановив, щоби були з Ним і щоб посилати їх проповідувати. І дав їм владу оздоровлювати та виганяти бісів; і тут називає імена апостолів: Петро, Яків, Йоан, Андрій, Филип, Вартоломей, Матей, Тома, Яків Алфеїв, Тадей, Симон Кананія і Юда Іскаріот. Після Вознесіння Христового святий Тадей голосив слово Боже в Галилеї, Самарії та Юдеї, а пізніше в Аравії, Сирії і Месопотамії, та навчав також в Персії, а сам здобув вінець мученицький в Суантре. Дата смерті св. Юди-Тадея є невідома, однак певним є те, що жив він ще в 65 році, і в той час написав своє «Соборне послання».",

      "Це «Соборне Послання» написав Юда-Тадей грецькою мовою. Змістом його є застереження вірних перед фальшивими науками єретиків. Ось цитати з нього: «Милосердя, мир і любов нехай вам помножаться.  Любі докладаючи всієї пильності написати вам про наше спільне спасіння, вважав я необхідним звернутись до вас, благаючи, щоби ви боролися за святу нашу віру раз назавжди передану святим. Бо до вас присмикнулись деякі люди, що були здавна призначені на засуд: безбожні, які благодать Бога нашого обертають на розпусту і відрікаються від нашого єдиного владики і господа Ісуса Христа» (гл. 1, 2-4). А відтак, перечисливши відступників, облесників і безбожників, далі пише: «Ви ж улюблені, що будуєтеся вашою найсвятішою вірою і молитеся в Дусі святім бережіть себе самих у любові Божій очікуючи милости Господа нашого Ісуса Христа для вічного життя. Тих що вагаються старайтеся переконати інших рятуйте вириваючи з вогню до інших майте повне страху милосердя ненавидьте навіть одежу забруднену тілом» (Юди 1, 20-23). Апостол закликає тут вірних до єдності і любові в Дусі Святому і до молитви. Згідно з Його наукою, єретиків належить вважати за осуджених через їх власні помилки. А тих, які є наражені на небезпеку занепаду у вірі, необхідно оберігати, вириваючи з вогню пророків, а над тими, що вагаються, треба мати милосердя не без власного страху, щоби не чинити помилок, а також боротися безнастанно в думках, словах і вчинках, які є наче сплямленою шатою. В цьому посланні звертає на себе увагу виняткова лагідність і сердечність. Віддзеркалюється в ньому весь характер святого Тадея, найвірнішого і терпеливого слуги Ісуса Христа. Помер він правдоподібно останнім з Апостолів, бо в цьому посланні є така згадка: «Ви ж, улюблені, пам'ятайте слова, сказані перед тим Апостолами нашого Господа Ісуса Христа» (Юди 1, 17). Хоча це послання написано старою мовою і стилем, як усе Святе Письмо, однак воно є зрозумілим і промовляє до людей, живучих у ХХ столітті.",

      "Святий Юда-Тадей, як, зрештою, кожний апостол зазнав багато переслідувань, але під час своїх подорожей навертав багато поган і славився чудами, які об'єднали навколо нього ревних визнавців Христової віри. Своє працелюбне життя закінчив у мученицькій славі. Невідомо, яку смерть приготували йому погани; вістка голосить, що забито Юду-Тадея палками.",

      "Тіло його перевезено до Риму і захоронено в Соборі св. Петра. Натомість в Латеринській Базиліці, яка носить назву Матері Церков Християнських, висить в каплиці св. Павла прекрасний образ св. Юди-Тадея, якого вшановують в Римі як покровителя купців.",
      "Загалом культ св. Тадея не дуже поширений в наш час. Не багато є церков під його святим іменем. Правда, в архидієцезії Вілянській є деякі парохіальні костели, наприклад, в Лаздунах, Марцінканшах, Веренові. В каплиці Матері Божої Переможниці при виховному закладі імені св. Казимира у Вільні на вулиці Вількомірській знаходиться прекрасний старовинний образ святого Тадея-Чудотворця. Сюди здійснюють паломництво вірні з далеких сторін, або складають пожертви на Служби Божі і дев'ятниці, щоби в такий спосіб подякувати за ласки, й просити допомоги. «Набожність в честь Юди-Тадея, - пише великий шанувальник Святого о. прелат с. Шпетнар, - була протягом століття в забутті». Культ св. Тадея багато притерпів через однакове ім'я з Юдою Іскаріотом. Однак, культ святого Тадея починає широко розповсюджуватися. Про це пише Ернест Гелло в своїй книжці «Обличчя святих». Чому ж, відкриваючи щораз нові зірки на небесному склепінні, ми не могли б відкривати їх на іншому величному небі? Набожність в честь св. Тадея поширилась за останній час в цілому світі і в дивний спосіб зростає. Є підтвердженим фактом, що хто в найбільш важких життєвих обставинах звертається з вірою до святого Тадея, мабуть, одержить ласку, одержить зміцнення на душі щоб нести радо свій хрест з підчиненням волі Божій. На то Божа воля, що ми в цих надзвичайно важких часах прибігаєм саме до святого Тадея в справах складних і в понятті людськім безнадійних.",

      "ЯК МИ ПОВИННІ МОЛИТИСЯ?",

      "Однією з найбільш успішних відправ, через які можемо випросити собі або ближнім ласк від Бога є дев’ятниця, або дев’ятиденна відправка. Зразок такої відправи подали нам ще святі Апостоли, які, дорученням Божественного вчителя, дев’ять днів підряд перебували на молитві, відокремлені від світу, очікуючи зіслання Святого Духа. Відправлення дев’ятниці відбувається так: уважно перечитати розважання, яке припадає на кожний день окремо, щоби збудити довір’я до св. Тадея і прагнення Його наслідувати. Прочитавши розважання і молитву, відмовити на честь святого Тадея «Отче наш”, «Богородице Діво”. Очистити грунтовно сумління через добру святу сповідь і прийняти святе Причастя. Щоби дев’ятниця стала найбільш успішною, належить відправляти її, наскільки це можливо, спільно з усією родиною, вправлятися на протязі всього періоду в чеснотах, виконувати добрі вчинки, завдавати собі якесь тілесне або душевне умертвлення, приборкувати свою надмірну цікавість, розсіяння панування над своїм язиком, нетерпеливістю, умертвити свої пристрасті і т.д. Це все на честь святого, до якого відправляється дев’ятницяю Якщо таким способом і в такому дусі відправлено дев’ятницю, то вона стає Богу і святим дуже милою і з’єднає для нас щедрі, а не раз надзвичайні ласки. Крім цього, як показує досвід, через неї люди не раз собі вимолюють чудесне уздоровлення душі і тіла.",],
      },
      prayer: {
        title: "Prayer",
        description: ["ВСТУПНІ МОЛИТВИ",
          "«Ті (учні) кинулись до Нього, збудили Його і кажуть: рятуй, Господи, ми погибаємо. – І сказав їм Ісус: чого ви полохливі, маловіри? – Тоді Він встав, погрозив вітрам і морю, і настала велика тиша» (Матвія 8, 25-27).",
          "В ім’я Отця, і Сина, і Святого Духа. Амінь.",
          "Боже, зглянься на мене!",
          "Господи, поспіши мені на порятунок!",
          "Слава Отцю і Сину, і Святому Духу.",
          "І нині, і повсякчас, і навіки вічні. Амінь.",
          "Прийди, святий Духу, наповни серце твоїх вірних, запали в них вогонь любові Твоєї. Ти, котрий зібрав різномовні народи в одній вірі і мирі своїм натхненням. Зішли Святого Духа і обнови лице землі. Господу помолімся. Боже який освітив серця вірних Святим Духом, дозволь нам в тому ж дусі, завжди правильно розпізнавати правду і вселитися Його радістю через Господа нашого Ісуса Христа. Амінь.",
          "Пісня до св. Тадея",
          "Хто хоче жити без людської зради,",
          "Хай завжди слухає Тадея поради.",
          "У всякому горі він дасть допомогу,",
          "Над ворогами принесе перемогу.",
          "Хай і пекло на кого повстане,",
          "Тадей завжди в обороні стане.",
          "Відгонить смуток, відчай і розпуку,",
          "Протягне свою допоміжну руку.",
          
          "Антифон",
          "Взивати буде до мене, а я вислухаю його, з ним я, пригнічений, Його вирву” (Пс. 84).»",
          
          "Господь близько до тих, хто Його взиває. До тих всіх, хто його взиває в правді, Господи, вислухай мою молитву. Хай моя молитва дійде до Тебе. Господу помолімся!",
          "Всемогучий і милосердний Боже! Покірно благаю Тебе, щоби ми, які вшановуємо святого Юду-Тадея, вибраного Твого Апостола, одержали через його великі заслуги Твою святу ласку через нашого Господа Ісуса Христа. Амінь.",
          "Молитва до св. Юди-Тадея, яку можна відмовляти у всякій потребі",
          "Святий Юдо Тадею, близький родичу з Найсвятішою Матір’ю Божою, великий Апостоле і Мученику, славний Чудотворче, що помагаєш своїм шанувальникам, віруючим у Твоє успішне заступництво перед Богом у важких особливих обставинах, порятуй мене, благаю, прийди до мене з допомогою. Ти, який одержав від Бога привілей помагати в розпачливих і безнадійних обставинах, змилуйся наді мною. Моє життя – це безустанна хресна дорога. Кожний день приносить мені смуток і горе, а серце моє наповняється болем, бо у всьому находжу лише страждання. В цій постійній боротьбі бракує мені вже сил, падаю на дусі, тривога і розпука огортають мою душу і здається мені, що Провидіння Боже про мене забуло. Чи ж твоя доброта не змилосердиться над моїми злиднями? Благаю, вислухай мене. Випроси у Бога те, що прошу… а я до кінця життя з вдячністю буду вшановувати Тебе як мого особливого Опікуна і буду Богу дякувати за отриману через Тебе ласку й поширюватиму по світі пошану Твого імені.",],
      },
  one: {
    title: "ПЕРШИЙ ДЕНЬ",
    description: ["",

    "Розважання. Святий Тадей – опікун знедолених.",
    "Святий Юда Тадей, як знаємо, придбав у Бога особливий привілей спішити з порятунком на заклик людей, доведених до розпачу. Згадує про це св. Бригітта, якій з’явився Ісус Христос і доручив їй молитися до святого Тадея у всякому горі й біді. Цей великий святий, такий близький Ісусові, не залишає нікого, хто звертається до нього за допомогою , всяке звернення до нього в розпуці взноситься перед трон Божий і вимолює ласки. в цьому переконалися вже багато людей, яких цей могучий Покровитель ніколи не підводив. В цьому переконалося багато людей. Одна особа написала в журнал “Посланець Найсвятішого Серця”, в одній справі, за людськими поняттями безнадійній, звернулась до Святого Апостола Тадея обіцяючи, 12 Служб Божих за душі в чистилищі та оголошення в згаданому журналі, і дочекалася щасливого свого прохання. Отже, нехай ніхто не втрачає надії, а віддається під опіку св. Тадеєві з повним довір’ям; гаряче молиться і буде вислуханий.",

    "Постанова.",
    "Постановляю в кожній потребі звертатися до св. Тадея, щоби забезпечити собі заступництво і покровительство не лише на протязі всього життя, але предовсім у годині смерті.",

    "Молитва.",
    "Святий Тадею, відкриваю перед Тобою свою душу і серце. Оце слабну я в життєвій боротьбі, падаю під тягарем турбот, які пригнічують мене до землі, наче важкий хрест. Ти бачиш добре, що мої сили ослабли, і остання надія покидає мене, залишаючи в присмерках розлуки. В цій годині смутку і відчаю прибігаю до тебе, благаючи Твого заступництва перед Богом. О святий Тадею, опікуне знедолених, не покидай нас. Поспіши на порятунок, вислухай мої прохання і виєднай у Бога те, про що я в Тебе в цю мить прошу.",

    "“Отче наш…”, “Богородице Діво...”, “Слава Отцю…”",],
  },
  two: {
    title: "ДРУГИЙ ДЕНЬ",
    description: [
      "Розважання. Святий Тадей – великий чудотворець.",

    "Св. Тадей ще за життя на землі був наділений Ісусом Христом ласкою творити чуда. Існує передання, що король Едеси захворів на проказу, колись невиліковну хворобу. Бідні прокажені мусили жити в повній ізоляції, щоби не поширювати заразу, а рівночасно в повінй безнадії на вилікування. Король Едеси, почувши про чудеса, які творив живий тоді на землі Ісус Христос, послав до Нього свого слугу з проханням про порятунок. Були це останні дні апостольської праці Спасипеля. Ісус Христос відмовився від подорожі в Едесу, а доручив цю місію своєму улюбленому учневі Юді-Тадеєві, який після смерті й воскресіння свого Учителя направився в Едесу. Король уже знав про розп’яття Ісуса Христа і вірив, що Він буде Сином Божим, а тому святого Апостола, посланця Ісуса, прийняв з великими почестями. Дотиком рук святий Тадей чудесно уздоровив віруючого короля і багатьох його підданих. А це чудо подіяло так, що король разом з усіма виздоровленими, а також багато інших, які бачили це чудо стали християнами. Нехай ця ласка творити чудеса, дана святому Тадеєві, посилить наше довір’я в Його опіку. Встаньомо на коліна перед Його образом.",

    "Постанова.",
    "Обіцяю ніколи не сумніватися, а завжди з гарячою вірою звертатися до святого Тадея, надійного Покровителя всіх, які до Нього звертаються.",

    "Молитва.",
    "Святий Тадею, чудотворче, мені безнадійно важко та гірко. Однак знімаю з себе цей сумний настрій і простягаю до Тебе благальні свої руки. Якщо Ти сотворив чудо уздоровлення прокаженого короля, то і я маю надію, що Ти врятуєш мене від розпуки, яка мене огортає. О Святий Апостоле і мученику, вислухай мій зболілий голос, який підноситься до Тебе з безодні розпачі, й виєднай мені Божу милість.",

    "“Отче наш…”, “Богородице Діво...”, “Слава Отцю…”",],
  },
  three: {
    title: "ТРЕТІЙ ДЕНЬ",
    description: [
      "Розважання. Святий Тадей – великий апостол Христовий.",

    "Разом зі святим Симеоном проводив апостольську працю в Персії, де привів до правдивої католицької віри багато поган. Їх діяльність не сподобалась поганським жерцям, які перебували в темноті ідолопоклонства. Тому вони обвинувачували святих Апостолів перед королем Перським, домагаючись їх засудження на смерть. Щоби здійснити свої вимоги, вони заготовили кілька отруйних змій і в певний час випустили їх на Тадея і Симеона. Але, на превелике диво короля і всіх присутніх, змії не торкнулися святих, а кинулись на поганських жерців і викликали страшний переполох. І тільки голоси святих Тадея і Симеона заспокоїли роздратованих гадюк, які, на заклик святих, покірно приповзли до їх стіп і притулилися до грудей. Це явне чудо Боже спричинило численні навернення, а король Перський не тільки дарував апостолам життя, але й сам прийняв християнську віру. Нехай згадка про Божі ласки, виявлені святим Тадеєм, наповнює наші серця вірою в те, що все, про що будемо просити в Його імені одержимо від Всевишнього Господа Бога, який обдаровує святого Тадея особливою любов’ю.",

    "Постанова.",
    "У кожній порі і потребі буду звертатися за допомогою до святого Тадея, щоби таким способом забезпечити Його безнастанну й могутню опіку.",

    "Молитва.",
    "О святий Тадею, щораз більше вірю і сильніше надіюся, що Ти не віштовхнеш моїх молитов, котрі приношу в цій дев’ятниці. Змилосердися наді мною і заступися за мною перед Ісусом Христом та виєднай для мене потіху й ласку, про яку я гаряче із цілого серця благаю.",

    "“Отче наш…”, “Богородице Діво...”, “Слава Отцю…”",],
  },
  four: {
    title: "ЧЕТВЕРТИЙ ДЕНЬ",
    description: [
      "Розважання. Святий Тадей – чудесний заступник в несправедливих судових процесах.",

    "Коли святі Тадей і Симеон навчали у Вавилоні, був з ними побожний юнак на ім’я Єфрозин, котрий зробив для них милостиню. Юнак цей відзначився чистим життям і особливим пошануванням Христової науки. І тоді було зроблено на нього негідний наклеп, який привів його перед королівський суд. А саме: якась жінка із знатного роду звинуватила його в тому, що він її звів, заявляючи, що він є батьком її нешлюбної дитини. Напевно хтось намовив її до такого наклепу, щоби святих Апостолів і їх диякона принизити в очах новонавернених християн. На судовий розгляд прибули Тадей і Симеон, щоби стати на захист звинуваченого. Багато цікавих християн та поган були присутні на цьому суді. Апостоли попросили короля, щоби той наказав принести до залу немовля. Коли їх просьбу було виконано, наказали вони дитині в імені Христа засвідчити, чи Єфрозин є дійсно її батьком. І оце здивована товпа почула голосно і виразно з уст немовляти, що звинувачений юнак є абсолютно незаплямлений і невинний. Вражений тим король вимагав від Апостолів щоби при казати дитині виявити справжнього винуватця. Але вони відповіли, що покликані обороняти невинних, а не виявляти тих, хто заслуговує покарання. Завдяки цьому чудові Єфрозина було виправдано, а король разом зі всім двором прийняв хрещення і допомагав святим Апостолам у великій справі поширення християнської віри на території свого королівства. Нехай це чудо збудить у всіх покривджених і неправдиво звинувачених віру в опіку і оборону святого Тадея, який тільки й чекає, аби поспішити на заклик до нього.",

    "Постанова.",
    "Постановляю не тільки особисто молитися до святого Тадея, але й іншим доручати набожність до того доброго Святого, який так радо заступається перед Богом за всіми, хто просить Його допомоги.",

    "Молитва.",
    "О святий Тадею! Не покидай мене. Ти, що виздоровлював прокажених, приборкував змій і устами немовляти врятував невинного від судової кари. Зволь випросити у Бога ласку порятунку в моїх важких переживаннях. В Тобі вся моя надія й опора. Молися за мене і рятуй мене, а я буду повсюду голосити Тобі шану як надійному опікунові.",

    "“Отче наш…”, “Богородице Діво...”, “Слава Отцю…”",],
  },
  five: {
    title: "П’ЯТИЙ ДЕНЬ",
    description: [
      "Розважання. Святий Тадей – чудесний помічник і заступник в навчанні та екзаменах.",

    "Св. Тадею, Ти мав спільне ім’я з Юдою-Іскаріотом і приймався за нього, не був зразу популярний для вірних. Але зараз тим радо спішить Він на прміч тим, хто прибігає під його опіку. Очевидно, Ісус Христос, прагнучи винагородити Його за це мимовільне довголітнє забуття, радо прислуховується до його просьб, а повага і слова святого Тадея з кожним днем зростають. Один юнак, читаємо в журналі «Посланець нашого Ісуса Христа» мав скласти важкий екзамен за його професійною працею. Тим часом слабке здоров’я і майже цілоденні заняття не дозволяли йому підготовитися достатньо до неминучого й термінового екзамену. Тому огорнула його зневіра і пригноблення, а нарешті й розпука. Тоді пригадав він собі, що опікуном у важкій годині є святий Юда-Тадей і до Нього звернувся він з гарячими молитвами про поміч, обіцяючи відправити подячну дев’ятницю і подати до журналу «Посланець нашого Ісуса Христа» об’яву про одержану ласку. Яка була радість і вдячність цього юнака до Святого Апостола, коли екзамен успішно відбувся, незважаючи на поганий стан здоров’я в той день. Із цього видно, що святий Тадей дійсно уважно вислуховує земні молитви і випрошує для всіх шанувальників необхідні ласки в Божого милосердя.",

    "Постанова.",
    "Постановляю не пропускати ні олного дня без коротенької молитви чи хочби зітхнення до святого Тадея. І то не лише з проханням для себе, але й з метою вшанування Його щирої доброти для всіх тих, хто звертається до Нього.",

    "Молитва.",
    "О святий Тадею! З вірою в Тебе відганяю неспокій і тривожні думки. Оце за чотири дні я закінчу дев’ятницю до Тебе, а чи вислухаєш Ти мої благання, чи зважиш на мою розпуку і потребу порятунку? О святий Тадею, не дай впасти у зневіру. Я твердо вірю, що Ти вислухаєш мої благання. О, я бачу Тебе, як Ти представляєш моє прохання перед Ісусом Христом і заступаєшся за мною. Дякую Тобі, мій Покровителю! Проси Бога і виєднай для мене те, про що я Тебе благаю…",

    "“Отче наш…”, “Богородице Діво...”, “Слава Отцю…”",],
  },
  six: {
    title: "ШОСТИЙ ДЕНЬ",
    description: [
      "Розважання. Святий Тадей – могутній опікун і заступник своїх шанувальників.",

    "Якась жінка, читаємо в одній книжці, присвяченій вшановуванню святого Тадея за жеребком вибрала собі за опікуна того святого. Але це ім’я їй не сподобалось, і вона його відкинула. Тоді вночі з’явився їй святий Тадей зі строгим, яскравішим від блискавки обличчям і сказав: «Що ж, це для тебе я є підлим і негідним Юдою?». На другий день ця жінка важко захворіла і цілий рік пролежала в постелі. Так Бог карає легковажне ставлення до святого Тадея, якого він вибрав за заступника нещасних і покинутих. Отже, вшановуймо ім’я того великого Апостола, любім Його, як Він цього заслуговує. Стараймося винагородити Йому за довголітнє забуття.",

    "Постанова.",
    "Неодмінно буду благати помочі та опіки святого Юди-Тадея у всякому горі, печалі й буду віддавати Йому належну пошану.",

    "Молитва.",
    "О святий Тадею! Знаю, що не покинеш мене, а однак не можу уявити собі цього щасливого дня, коли мої бажання будуть вислухані і блаженний мир заступить мою печаль. О великий заступнику! Наблизи хвилину потіхи, прояви нам, нещасним, свою могутність і милосердя, змилосердися і заступися за мною.",

    "“Отче наш…”, “Богородице Діво...”, “Слава Отцю…”",],
  },
  seven: {
    title: "СЬОМИЙ ДЕНЬ",
    description: [
      "Розважання. Святий Тадей – опікун в останній хвилині життя.",

    "Прекрасний приклад набожності до того святого Апостола дав нам святий Бернард з Клерво, який протягом цілого свого життя зберігав з пошаною мощі святого Тадея, а перед смертю заповів, щоби їх після його кончини положили йому на груди до гробу. Бо ж хотів він і по смерті мати в святому Апостолові могутнього опікуна, так як за життя мав в Його особі захисника ангельської чемності і надійного Заступника у всіх великих ділах. Тож наслідуймо святого Бернарда у виявленні пошани і любові до святого Тадея, а що не маємо його мощей, то постараймося дістати хоча б образок, книжечку чи медальон того могутнього чудотворця, а це нам допоможе в молитві і наблизить нас до Нього.",

    "Постанова.",
    "Буду молитися до святого Тадея про гарячу любов до Ісуса Христа і Пресвятої Богородиці, а також про ласку щасливої смерті. Буду ревно поширювати цю набожність на честь святого Тадея де тільки можливо, буду це щоби своєю ревністю запевнити собі Його постійну опіку.",

    "Молитва.",
    "О святий Тадею, чудесна зірка на небі! Незаслужено забутий Апостоле Христовий, заступися за нами. Оце стою я над безоднею, в яку впаду, якщо Твоя могутня рука мене не втримає. Мій людський розум губиться в безпорадності. Провидіння здається мені далеким і недосяжним. В Тобі вся моя надія. Випроси потіху і зміну в житті, щоби мої прохання і зітхання не були даремними. Нагороди мене за заподіяні мені кривди._____________ПЕРЕВІРЕНО по 7 день включно!!!!!!!",

    "“Отче наш…”, “Богородице Діво...”, “Слава Отцю…”",],
      },
  eight: {
    title: "ВОСЬМИЙ ДЕНЬ",
    description: [
      "Розважання. Святий Тадей – апостол милосердя, опікун вбогих і сиріт, покривджених й засмучених.",

    "Милостиня приносить переблагання за гріхи. Вона очищає грішника в очах Божих і відвертає кару. Святий Григорій з Назязу пише: “Милосердні мають ключ до скарбниці ласк Божих”, Святий апостол Петро говорить: “Любов закриває величину гріхів” (І Петро 4 ,8). “Вода гасить вогонь палючий, а милостиня гріхам противиться”, – стверджує Дух Святий устами Господнього Мудреця (енц. 33). “Допоможи вбогому, а віднайдеш рай”, – закликає святий Мефодій. З життя святого Тадея знаємо, що, крім апостольських праць, виконував він також справи милосердні. Святі апостоли Тадей і Симеон мали свого диякона для роздавання милостині. Наведені вище цитати святого Письма і Отців Церкви, вчать нас, яке велике значення в Бога має милосердя. А що ж робити тим, які самі живуть у злиднях, страждають від голоду і не мають можливості подати милостиню іншим. Пророк Ісаія так пояснює це: “Коли голодному ти віддаси хліб твій, наситиш пригніченого душу, тоді засяє твоє світло в пітьмі, тьма твоя буде, немов південь” (Ісаія 58, 10). Адже милосердя і любов ближнього відносяться не лише до тіла, але й до душі. Сказати добре слово чи потішити засмученого й покривдженого може найбільш убогий. Отже, якщо ми заможні – помагаймо бідним милостинею, а якщо ми самі у важкому матеріальному становищі – принесім промінь надії і потіхи там, де запанувала темнота, а тоді наша власна душа стане “немов південь, сіяючий сонячними променями”.",

    "Постанова.",
    "Щоби переблагати Бога за мої гріхи, постановляю виконувати милосердні вчинки, пам’ятаю, що “блаженні милосердні, бо вони милосердя доступлять”.",

    "Молитва.",
    "О святий Тадею, закінчуючи завтра цю дев’ятницю, з тривогою пригадую Тобі мої просьби. Переглянь моє життя, може знайдеш якийсь добрий вчинок, який зможе виєднати Боже милосердя.",

    "Нехай зворушить Тебе важкий стан моєї зболілої душі. Не покидай мене, як не покинув Ти багатьох, що зверталися до Тебе, а дав їм те, що вони гаряче благали.",

    "“Отче наш…”, “Богородице Діво...”, “Слава Отцю…”,"],
  },
  nine: {
    title: "ДЕВ’ЯТИЙ ДЕНЬ",
    description: [
      "Розважання. Як поширювати культ святого Тадея і випросити собі в Нього заступництва.",

    "В багатьох країнах, особливо в Італії, Франції, Німеччині й Америці вшановують святого Тадея в численних церквах і каплицях з іконами того великого Чудотворця, який славиться своїми надзвичайними чудами. До тих місць прибувають численні прочани на урочисті богослужіння, відпусти, дев’ятниці. Приїжджає туди також багато священиків і мирян, щоби доручити Його чудесній опіці і заступництву свої і чужі прохання. На вівтарях і стінах цих храмів рзвішені подячні лампадки і пожертвування, які свідчать про особливу поміч, яку з ласки Божої надає засмученим цей великий заступник. Тому кожний з нас, коли опиниться у важкому горі, може зробити постанову, що за вислухання святим Тадеєм його просьби в подяку за одержану ласку внесе якесь пожертвування перед Його іконою (при цьому необхідно вислати письмову подяку з докладним підтвердженням через місцевого пароха з описом одержаної ласки). Вважаємо, що успішним засобом для виклопотання заступництва святого Тадея буде також розповсюдження цієї брошури, яка має спричинитися до поширення набожності до того Чудотворця і принесе полегшення не одній зболілій душі.",

    "Постанова.",
    "Постановляю поширювати всюди набожність до святого Тадея. Крім пожертвувань на честь цього великого Заступника, постановляю також складати жертву за мої провини і гріхи та прагнути до поправи життя мого з любов’ю до цього могутнього Опікуна.",

    "Молитва.",
    "О святий Тадею! Знаю, що гріхи мої, як каже псалмоспівець, “перевищили голову мою”. Я визнаю, що теперішній мій розпачливий стан може бути справедливою карою за багаторазову образу Всемогучого Бога. Але кара ця надто важка для моїх слабких людських сил і позбавляє всякої надії. Отже, сьогодні в останній день цієї дев’ятниці не перестаю взивати Тебе з глибокого горя про порятунок. Святий Чудотворче, поспіши й негайно переблагай Бога милосердного, щоби дарував мені всі провини і перестав карати. Преславний Апостоле, святий Тадею, заради цієї любові, якою серце Твоє палало до Ісуса Христа, не покидай мене в цій розпачливій годині. О Господи, що вислухуєш віруючих і покірних, уділи мені заради заступництва святого апостола Юди-Тадея ласку, найбільш потрібну для моєї душі. О Ісусе Назарянине, Царю слави, Сине Бога живого, змилуйся наді мною. Амінь.",

    "“Отче наш…”, “Богородице Діво...”, “Слава Отцю…”,"],
  },
  litaniya: {
    title: "Літанія до Святого Апостола Юди-Тадея",
    description: [ 
      "(взята із стародавньої книжки 1794 р.)",
      "Господи помилуй, (Зр.).",
      "Отче наш Небесний, змилуйся над нами.",
      "Сину Божий, Спасителю, змилуйся над нами.",
      "Святий Духу Божий, змилуйся над нами.",
      "Пресвята Трійце, Боже Єдиний, змилуйся над нами.",
      "Пресвята Маріє, Мати Божа - молися за нас.",
      "Святий Йосафате - молися за нас.",
      "Святий Йосифе - молися за нас.",
      "Святий Тадею, радосте Твоїх батьків - молися за нас.",
      "Святий Тадею, прекрасо Святої Родини - молися за нас.",
      "Святий Тадею, близький родичу Ісуса, Марії і Йосифа - молися за нас.",
      "Святий Тадею, який виховувався в Назареті разом з Ісусом Христом, нашим Спасителем - молися за нас.",
      "Святий Тадею, якого Ісус Христос вибрав на Апостола - молися за нас.",
      "Святий Тадею, який став вірним наслідником Христовим - молися за нас.",
      "Святий Тадею, який на Тайній Вечері одержав з глибокою шаною Найсвятіші Тайни - молися за нас.",
      "Святий Тадею, який в день Зелених свят разом з іншими Апостолами прийняв Духа Святого - молися за нас.",
      "Святий Тадею, який своїми проповідями багатьох поган навернув до правдивої Христової віри - молися з нас.",
      "Святий Тадею, який за ласкою Духа Святого творив великі чудеса - молися за нас.",
      "Святий Тадею, який погордив погрозами безбожних й безстрашно ширив правдиву Христову віру - молися за нас.",
      "Святий Тадею, який з апостольською ревністю направлявся до Персії голосити слово Боже - молися за нас.",
      "Святий Тадею, який своїм посланням освітив Церкву святу - молися за нас.",
      "Святий Тадею, який з вінцем мученика був прийнятий до вічної слави - молися за нас.",
      "Святий Тадею, який за святу Христову віру поніс мученичу смерть - молися за нас.",
      "Святий Тадею, який в день страшного суду будеш разом з Ісусом Христом нас судити, просимо Тебе, вислухай нас!",
      "Святий Тадею, ми, Твої діти, просимо Тебе, вислухай нас!",
      "Святий Тадею, щоби Ти стеріг всіх вірних у витриванні в правдивій Христовій вірі, просимо Тебе, вислухай нас!",
      "Святий Тадею, щоби зволив всім правителям християнським, дати мир і злагоду, просимо Тебе, вислухай нас!",
      "Святий Тадею, щоби випросив у Бога навернення всіх заблуджених і невірних, просимо Тебе, вислухай нас!",
      "Святий Тадею, щоби скріпив нашу віру, надію і любов, просимо Тебе, вислухай нас!",
      "Святий Тадею, щоби віддалив від нас всякі грішні думки і підступні спокуси сатани, просимо Тебе, вислухай нас!",
      "Святий Тадею, щоби всіх, хто Тебе вшановує, зволив Ти взяти під Свою опіку і захистити, просимо Тебе, вислухай нас!",
      "Святий Тадею, щоби зберіг нас від тяжких гріхів і небезпечних нагод до них, просимо Тебе, вислухай нас!",
      "Святий Тадею, щоби боронив нас від злих наклепницьких язиків, просимо Тебе, вислухай нас!",
      "Святий Тадею, щоби перед нашою смертю зволив нам прийняти Найсвятіші Тайни, просимо Тебе, вислухай нас!",
      "Святий Тадею, щоби в останній годині зміцнив нас і зберіг від напастей злого духа, просимо Тебе, вислухай нас!",
      "Святий Тадею, щоби випросив Ти для нас у Божого Судді, Ісуса Христа, ласкавий вирок, просимо Тебе, вислухай нас!",
      "Святий Тадею, щоби запровадив нас в країну вічної радості, просимо Тебе, вислухай нас!",
      "Святий Тадею, щоби Ти надав допомогу всім душам християнським, а особливо Твоїм шанувальникам, просимо Тебе, вислухай нас!",
      "Святий Тадею, наш Опікуне і Заступнику, просимо Тебе, вислухай нас!",
      "Агнче Божий, що відкупив гріхи світу, Тебе благаєм, вислухай нас, Господи!",
      "Агнче Божий, що відкупив гріхи світу, Тебе благаєм, прости нам, Господи!",
      "Агнче Божий, що відкупив гріхи світу, Тебе благаєм, змилосердися над нами, Господи!",
      "Господи помилуй, 3 р.",

      "Молитва",
      "Просимо Тебе, Всемогутній і милосердний Боже й Спасителю наш, щоби ми через заслуги та заступництво святого Тадея, Твого вибраного Апостола, якого ми набожно почитаємо, змогли доступити Твого Божого Благословення. Амінь.",

      "Подячна молитва до святого Юди-Тадея",

      "О найсолодший Ісусе Христе, наш Господи Спасителю! В поєднанні з незбагненною небесною славою, яка з Пресвятої Трійці спливає на все людство і, на Пресвяту Богородицю, на всіх Ангелів і Святих, величаю Тебе і складаю подяку за ласки і дари, якими Ти обдарував Твого вибраного Апостола, що мав щастя належати до Твоєї Родини, благаю Тебе, заради заслуг заступництва святого Тадея, подай мені ласку і допомогу у всіх потребах, особливо в годині смерті проти злобних засідок сатани. Амінь.",
      "“Отче наш…”, “Богородице Діво...”, “Слава Отцю…”, (по 3 рази)",

      "Святий Тадею, прийди мені з поміччю, щоби я міг (могла) навіки звеличати милосердя Господнє.",
      "Усе своє життя буду Тобі вдячний і залишуся ревним Твоїм шанувальником. Амінь.",

      "Молитва до Святого Апостола Юди-Тадея",

      "О святий Юдо-Тадею, що був гідний належати до родини Спасителя, Пресвятої Діви Марії і Святого Йосифа, прибігаю до Тебе через Найсвятіше Серце Ісуса, хочу приносити Богу славу за ласки, Тобі уділені. Впавши на коліна, прошу Тебе покірно через Найсвятіше Серце Ісуса, споглянь на мене милосердно, не погорди моєю смиренною просьбою, щоб довір’я не було захитане. Тобі Бог уділив ласки, що своїм могутнім заступництвом приходиш людям з допомогою в безнадійних обставинах. О прийди Ти мені з поміччю, щоби я міг (могла) милосердя Боже звеличати вовік-віків. Амінь.",
      "Ціле своє життя буду Тобі вдячний (вдячна) і залишуся Твоїм ревнішним (ревнішою) почитателем (почитателькою).",
      "Святий Тадею, особливий Опікуне в безнадійному положенні, молися за нами. Амінь."],
  },
};
