// data/blockTexts.js

export const testStyle = {
  
  two: {
    title: "Вервиця щоденна",
    description: ["1. Молитва до Святого Духа",
    "Царю Небесний, Утішителю, Душе істини, що всюди єси і все наповняєш‚ Скар­бе добра і життя Подателю, прийди і вселися в нас, і очисти нас від усякої скверни, і спаси, Благий, душі наші. Від Великодня до Вознесіння, замість молитви до Святого Духа «Царю Небесний», співаємо тропар Пасхи: Хтистос воскрес із мертвих, смертю смерть подолав і тим, що в гробах, життя дарував (тричі).",

  ],
  },
 
};
