// data/blockTexts.js

export const blocks = {
  
  one: {
    title: "Вервиця щоденна",
    description: ["1. Молитва до Святого Духа",
    "Царю Небесний, Утішителю, Душе істини, що всюди єси і все наповняєш‚ Скар­бе добра і життя Подателю, прийди і вселися в нас, і очисти нас від усякої скверни, і спаси, Благий, душі наші. Від Великодня до Вознесіння, замість молитви до Святого Духа «Царю Небесний», співаємо тропар Пасхи: Хтистос воскрес із мертвих, смертю смерть подолав і тим, що в гробах, життя дарував (тричі).",

    "2. На першому великому зернятку",
    "Символ Віри",

    "Вірую в Єдиного Бога Отця, Вседержителя, Творця неба і землі, всього видимого і невидимого. І в Єдиного Господа Ісуса Христа, Сина Божого, Єдинородного, що від Отця народився перше всіх віків. Світло від Світла, Бога Істинного від Бога Істинного, рожденного, несотворенного‚ єдиносущного з Отцем, що через Нього все сталося.Він для нас, людей, і ради нашого спасіння зійшов з небес, і воплотився від Духа Святого і Марії Діви, і став чоло­віком. І розп’ятий був за нас при Понтії Пилаті, і страждав, і був похований.      І воскрес на третій день, як було написано.      І вознісся на небо, і сидить праворуч Отця.І знову прийде у славі судити живих і мертвих, і Царству Його не буде кінця.      І в Духа Святого, Господа Животворчого, що від Отця походить, що Йому з Отцем і Сином однакове поклоніння і однакова слава, що говорив через пророків. В Єдину, Святу, Соборну і Апостольську Церкву. Визнаю одно хрещення на відпущення гріхів. Чекаю воскресіння мертвих. І життя будучого віку. Амінь.",
    "3. На першому малому зернятку",

    "Робимо на собі знак хреста:",
    "Слава Отцю, що нас сотворив, нині і повсякчас, і на віки вічні. Амінь.",
    "Далі молимось:",
    "Молитва до Пресвятої Богородиці",
    "Богородице Діво‚ радуйся, Благодатна Маріє, Господь з Тобою. Благословенна Ти в жонах‚ і благословен плід утроби Твоєї, бо Ти породила Христа Спаса душ наших. Амінь.",

    "Робимо на собі знак хреста:",
    "Слава Сину,що нас відкупив, і нині,і повсякчас, і на віки вічні. Амінь.",
    "Далі молимось:",
    "Богородице Діво ...",

    "Робимо на собі знак хреста:",
    "Слава Святому Духові, що нас просвітив, і в святій вірі утвердив, нині і повсякчас, і на віки вічні. Амінь.",
    "Далі молимось:",
    "Богородице Діво ...",
    "4. Робимо на собі знак хреста: Слава Отцю, і Сину, і Святому Духові, і нині і повсякчас,і на віки вічні. Амінь",
    "5. На великому зернятку проказуємо Перше Таїнство.",
    "Радісні Таїнства - в понеділок і вівторок.",
    "Світлі Таїнства - в четвер.",
    "Страсні Таїнства - в середу і п'ятницю.",
    "Славні Таїнства - в суботу і неділю.",
    "Далі молимось:",
    "Молитва Господня",
    "Отче наш, що єси на небесах, нехай святиться ім’я Твоє; нехай прийде Царство Твоє; нехай буде воля Твоя, як на небі, так і на землі. Хліб наш насущний дай нам сьогодні; і прости нам провини наші, як і ми прощаємо винуватцям нашим; і не введи нас у спокусу, але визволи нас від лукавого.Бо Твоє є Царство, і сила, і слава‚ Отця, і Сина, і Святого Духа, нині, і повсякчас, і на віки віків. Амінь.",
    "6. На десятьох малих зернятках",
    "Богородице Діво ...",
    "7-8. На кінець десятки",
    "Робимо на собі знак хреста:",
    "Слава Отцю, і Сину, і Святому Духові, і нині і повсякчас,і на віки вічні. Амінь.",
    "Далі молимось:",
    "Молитва прощення до Ісуса Христа",
    "О, наш любий Ісусе, прости нам наші гріхи, захорони нас від пекельного вогню, заведи до неба усі душі, особливо ті, що найбільше потребують Твого Милосердя.",
    "Далі молимось:",
    "Достойно є воістину величати блаженною Тебе, Богородицю, присноблаженну, і пренепорочну, і Матір Бога нашого. Чеснішу від Херувимів і незрівнянно славнішу від Серафимів, що без зотління Бога Слово породила, сущу Богородицю, тебе величаємо.",
    "Під Твою Милість прибігаєм, Богородице Діво, молитвами нашими в скорботах не погорди, але від бід визволи нас, Єдина Чиста і Благословена.",
    "Преславна вседіво Маріє, мати Христа Бога нашого, прийми молитви наші і донеси їх Синові Твоєму і Богові нашому, щоб спас задля Тебе душі наші.",
    "Всі небесні Сили, святі Ангели й Архангели, моліть Бога за нас, грішних.",
    "Святі славні і все хвальні Апостоли, Пророки, Мученики і всі Святі, моліть Бога за нас, грішних.",
    "Уповання нам – Отець, Прибіжище наше – Син і Покровитель нам – Дух Святий.",
    "Тройце Свята, Боже наш, слава Тобі!",
  ],
  },
 
};
